Repository: slimerence/Woocommerce-Location
Catalog: languages/wcmlim-*.po
Languages: de, es, fr, hi, tr

source: Enable this option if you want the users to order from only one location So user can select the same location products to fulfill orders
de: Aktivér dette hvis du ønsker brugerne at bestille fra kun ét sted Så brugeren kan vælge den samme placering produkter til at opfylde ordrer
es: Activar esta opción si desea que los usuarios a fin de una sola ubicación para que el usuario puede seleccionar los mismos productos de localización para cumplir con los pedidos
fr: Activez cette option si vous souhaitez que les utilisateurs à l'ordre d'un seul emplacement Ainsi, l'utilisateur peut sélectionner les mêmes produits de localisation pour remplir les commandes
hi: यदि आप केवल एक स्थान से आदेश के लिए उपयोगकर्ता चाहते हैं तो उपयोगकर्ता आदेश को पूरा करने के लिए एक ही स्थान उत्पादों का चयन कर सकते तो यह विकल्प सक्षम
tr: Yalnızca tek bir yerden sipariş kullanıcıların isterseniz kullanıcı emirleri yerine getirmek için aynı konum ürünlerini seçebilirsiniz Yani bu seçeneği etkinleştirin

source: Enable this to set payment method to each location. You can set the payment method from the location edit screen after enabling this. On the checkout page, the common payment methods from selected product locations will be shown
de: Aktivér dette for at sætte betalingsmetode til hvert sted. Du kan indstille betalingsmetode fra det sted redigere skærmen efter aktivering af denne. På kassen side, vil de fælles betalingsmetoder fra udvalgte produkt placeringer blive vist
es: Activar esta opción para establecer el método de pago a cada lugar. Puede establecer el método de pago de la pantalla de edición lugar después de habilitar esto. En la página de pago, se mostrarán los métodos de pago comunes desde ubicaciones de productos seleccionados
fr: Activez cette option pour définir la méthode de paiement à chaque emplacement. Vous pouvez définir le mode de paiement de l'emplacement écran d'édition après avoir activé cela. Sur la page de paiement, les méthodes de paiement courantes à partir d'emplacements de produits sélectionnés seront affichés
hi: प्रत्येक स्थान के लिए भुगतान विधि सेट करने के लिए इस सक्षम करें। आप इस सक्षम करने के बाद स्थान संपादन स्क्रीन के भुगतान पद्धति सेट कर सकते हैं। चेकआउट पृष्ठ पर, चयनित उत्पाद स्थानों से आम भुगतान के तरीकों दिखाया जाएगा
tr: Her konuma ödeme yöntemini ayarlamak için bu etkinleştirin. Bunu etkinleştirdikten sonra konum düzenleme ekranından ödeme yöntemini ayarlayabilirsiniz. ödeme sayfasında, seçilen ürün konumlardan ortak ödeme yöntemleri gösterilecektir

source: Extend the default cookie time in your browser <b>Note - Entered value considerd in days</b>
de: Forlæng standard cookie tid i din browser <b> Bemærk - Indtastede værdi considerd i dag </ b>
es: Extender el tiempo de la galleta por defecto en el navegador <b> Nota - Entró en valor considerd días </ b>
fr: Augmentez le temps de cookie par défaut dans votre navigateur <b> Remarque - La valeur entrée dans considerd jours </ b>
hi: आपके ब्राउज़र <b> में डिफ़ॉल्ट कुकी समय बढ़ाएँ नोट - प्रवेश किया दिनों में मूल्य माना </ b>
tr: Tarayıcınızın <b> Varsayılan çerez süresini uzatın Not - günlerinde Girilen değer irdelemiştir </ b>

source: Turning on this switch will allow you to restrict users to the selected location. You can select a location to restrict for the user from the user edit screen
de: Aktivering af denne kontakt vil give dig mulighed for at begrænse brugere til den valgte placering. Du kan vælge en placering for at begrænse for brugeren fra brugeren redigere skærmen
es: Encender este interruptor le permitirá restringir a los usuarios a la ubicación seleccionada. Se puede seleccionar una ubicación para restringir para el usuario desde la pantalla de edición de usuario
fr: L'activation de ce commutateur vous permettra de limiter les utilisateurs à l'emplacement choisi. Vous pouvez sélectionner un emplacement pour limiter la possibilité pour l'utilisateur de l'écran d'édition de l'utilisateur
hi: इस स्विच चालू करने से आप चयनित स्थान पर उपयोगकर्ताओं को प्रतिबंधित करने की अनुमति देगा। आप उपयोगकर्ता संपादन स्क्रीन के उपयोगकर्ता के लिए प्रतिबंधित करने के लिए एक स्थान का चयन कर सकते हैं
tr: Bu anahtarı açmak, seçilen konuma kullanıcıları kısıtlamak sağlayacaktır. Kullanıcı düzenleme ekranından kullanıcı için kısıtlamak için bir konum seçebilirsiniz

source: Enable this to detect users current location
de: Aktivér dette for at opdage brugere aktuelle placering
es: Activar esta detectar los usuarios la ubicación actual
fr: Activez cette option pour détecter les utilisateurs emplacement actuel
hi: उपयोगकर्ताओं को वर्तमान स्थान का पता लगाने के लिए इस सक्षम करें
tr: Kullanıcılara mevcut konumunu tespit etmek için bu etkinleştirme

source: Enable this to show location filter on the shop page along with WooCommerce filter
de: Aktivér dette for at vise placering filter på butikken side sammen med WooCommerce filter
es: Habilitar este filtro para mostrar la ubicación en la página de la tienda junto con el filtro de WooCommerce
fr: Activez cette option pour afficher le filtre de localisation sur la page boutique avec filtre WooCommerce
hi: इस सक्षम WooCommerce फिल्टर के साथ दुकान पृष्ठ पर स्थान फ़िल्टर को दिखाने के लिए
tr: WooCommerce filtresiyle birlikte mağaza sayfasında yer filtresini göstermek için bu etkinleştirme

source: Enable this to show products from the globally selected location on shop page
de: Aktivér dette for at vise produkter fra den globalt valgte placering på shop side
es: Activar esto para mostrar los productos de la ubicación seleccionada a nivel mundial en la página tienda
fr: Activez cette option pour afficher les produits de l'emplacement sélectionné globalement à la page boutique
hi: इस सक्षम दुकान पृष्ठ पर विश्व स्तर पर चयनित स्थान उत्पाद प्रदर्शित किए जाने
tr: mağaza sayfasında global seçilen konumdan ürünleri göstermek için bu etkinleştirme

source: Enable this to Show location regular price and sale price on shop page
de: Aktivér dette for at Vis placering almindelige pris og salgsprisen på butikken side
es: Activar esta aquí para ver la ubicación de precio normal y el precio de venta en la página tienda
fr: Activez cette option pour Montrer situation prix régulier et le prix de vente à la page boutique
hi: इस सक्षम स्थान नियमित कीमत और दुकान पृष्ठ पर बिक्री मूल्य दिखाने के लिए
tr: mağaza sayfasında yer normal fiyat ve satış fiyatı göster için bu etkinleştirme

source: Enable this to show locations name and available stock at selected location
de: Aktivér dette for at vise lokationer navn og tilgængelig lager ved udvalgte sted
es: Activar esto para mostrar nombre de lugares y stock disponible en la ubicación seleccionada
fr: Activez cette option pour afficher le nom et le stock disponible à l'emplacement sélectionné emplacements
hi: इस सक्षम करें चयनित स्थान पर स्थानों नाम और उपलब्ध स्टॉक को दिखाने के लिए
tr: Seçilen yerde yerleri ad ve mevcut stok göstermek için bu etkinleştirme

source: Enable this to set shipping zone to each location. You can set shipping zone from location edit screen after enabling this
de: Aktivér dette for at sætte forsendelse zone til hvert sted. Du kan indstille forsendelse zone fra placering redigere skærmen efter aktivering af denne
es: Activar esta opción para configurar el envío de zona a cada ubicación. Puede establecer la zona de envío de pantalla de ubicación de edición después de habilitar esta
fr: Activer cette option pour définir la zone d'expédition à chaque emplacement. Vous pouvez définir la zone d'expédition de l'emplacement écran d'édition après avoir activé cette
hi: प्रत्येक स्थान के लिए क्षेत्र शिपिंग सेट करने के लिए यह सक्षम करें। आप इस सक्षम करने के बाद स्थान संपादन स्क्रीन के शिपिंग क्षेत्र सेट कर सकते
tr: Her konuma dilimini nakliye ayarlamak için bu etkinleştirin. Bunu etkinleştirdikten sonra konum düzenleme ekranından nakliye dilimini ayarlayabilirsiniz

source: Enabling this will hide the Location listed dropdown on the product page
de: Aktivering af dette vil skjule Location noteret dropdown på produktsiden
es: La activación de esta ocultará la localización de los listados desplegable de la página del producto
fr: L'activation de cette cachera l'emplacement indiqué sur la page déroulante produit
hi: इस सक्षम करने से उत्पाद पृष्ठ पर लटकती सूचीबद्ध स्थान छुपा देगा
tr: Bu etkinleştirilmesi ürün sayfasında açılan listelenen Konumu gizler

source: Set the regular price and sales price for each products location by activating the toggle
de: Sæt den almindelige pris og salgspris for hvert produkter placering ved at aktivere toggle
es: Establecer el precio normal y el precio de venta para cada ubicación de los productos mediante la activación de la palanca
fr: Fixer le prix régulier et le prix de vente pour chaque emplacement de produits en activant la bascule
hi: टॉगल सक्रिय करने के द्वारा नियमित रूप से मूल्य और प्रत्येक उत्पादों स्थान के लिए बिक्री मूल्य निर्धारित
tr: durumlu çalıştırılması suretiyle ürünler yer için normal fiyat ve satış fiyatı ayarlayın

source: <b>If you do not have a API Key, You can Generate one from <a href="https://developers.google.com/maps/documentation/distance-matrix/get-api-key" target="_blank"> Here</a></b><br>Requires the activation of Places API, Distance Matrix API, Geocoding Api, Maps JavaScript API.
de: <B> Hvis du ikke har en API-nøgle, kan du generere en fra <a href = "https://developers.google.com/maps/documentation/distance-matrix/get-api-key" target = "_ blank "> Her </a> </ b> <br> Kræver aktivering af Places API, Afstand Matrix API, Geokodning Api, Maps JavaScript API.
es: <B> Si usted no tiene una clave de API, se puede generar una entre <a href = "https://developers.google.com/maps/documentation/distance-matrix/get-api-key" target = "_ blank "> Aquí </a> </ b> <br> requiere la activación de Lugares API, API de matriz de distancia, API de codificación geográfica, API de Google Maps JavaScript.
fr: <B> Si vous ne disposez pas d'une clé API, vous pouvez générer un <a href = "https://developers.google.com/maps/documentation/distance-matrix/get-api-key" target = "_ blank « > </a> </ b> <br> nécessite l'activation de l'API Places, API Distance Matrix, géocodage Api, API Google Maps JavaScript.
hi: <B> आप एक API कुंजी नहीं है, तो, आप <a href = "https://developers.google.com/maps/documentation/distance-matrix/get-api-key" लक्ष्य = "_ blank से उत्पन्न कर सकते हैं "> यहाँ </a> </ b> <br> स्थल API, दूरी मैट्रिक्स API, जियोकोडिंग API, मानचित्र JavaScript API के सक्रियण की आवश्यकता है।
tr: Eğer bir API Anahtarı yoksa <b> <a href = "https://developers.google.com/maps/documentation/distance-matrix/get-api-key" target = "_ taslaktan birini üret edebilirsiniz "> İşte </a> </ b> <br> Rehber API, Mesafe Matrisi API, Geocoding Api, Haritalar JavaScript API aktivasyon gerektirir.

source: Enable the google map related functionality like find location, calculate distance etc. <b>This Requires google map api key</b>
de: Aktiver google map relateret funktionalitet som fund placering, beregne afstand osv <b> Dette kræver Google Map API nøgle </ b>
es: Habilitar la funcionalidad Google Map relacionados como la ubicación hallazgo, distancia calcular etc. <b> Esto requiere Google Map clave de API </ b>
fr: Activez la fonctionnalité associée google map comme lieu de découverte, la distance, etc. calculate <b> Cette option nécessite la carte google clé api </ b>
hi: खोजने के स्थान की तरह गूगल मानचित्र संबंधित कार्यक्षमता को सक्षम, calculate दूरी आदि <b> यह गूगल मानचित्र api कुंजी आवश्यक है </ b>
tr: bulmak konumu gibi google harita ile ilgili işlevler sağlar, vb hesapla mesafe <b> Bu harita API anahtarını google gerektirir </ b>

source: Product/Category Filter on Map
de: Produkt / Kategori Filter Kort
es: Producto / Categoría de filtro en el mapa
fr: Produit / Catégorie Filtre sur la carte
hi: मानचित्र पर उत्पाद / श्रेणी फ़िल्टर
tr: Haritada Ürün / Kategori Filtresi

source: Location List Alignment On Map
de: Placering Liste Justering på kort
es: Ubicación de la lista de alineación en Mapa
fr: Emplacement Liste d'alignement sur la carte
hi: स्थान सूची संरेखण पर मानचित्र
tr: Yer Liste Hizalama On Haritası

source: Location Filter Widget
de: Placering Liste Justering på kort
es: Ubicación de la lista de alineación en Mapa
fr: Emplacement Liste d'alignement sur la carte
hi: स्थान सूची संरेखण पर मानचित्र
tr: Yer Liste Hizalama On Haritası

source: Filter Product
de: Filter Produkt
es: filtro
fr: Filtrer le produit
hi: फ़िल्टर उत्पाद
tr: Filtre Ürün

source: Location price
de: Beliggenhed pris
es: Posición precio
fr: Prix ​​Emplacement
hi: स्थान मूल्य
tr: Yer fiyat

source: Locations name and stock
de: Steder navn og lager
es: Nombre de archivo y ubicaciones
fr: Emplacements nom et stock
hi: स्थान नाम और शेयर
tr: Konumları adı ve stok

source: Shop Page Settings
de: Shop Sideindstillinger
es: Configuración de la página de tienda
fr: Shop Page Paramètres
hi: दुकान पृष्ठ सेटिंग
tr: Mağaza Sayfa Ayarları

source: Payment methods to location
de: Betalingsmetoder til placering
es: Formas de pago a la ubicación
fr: Modes de paiement à l'emplacement
hi: स्थान के लिए भुगतान प्रक्रिया
tr: konuma Ödeme yöntemleri

source: Shipping Methods to each location
de: Shipping Metoder til hvert sted
es: Métodos de envío a cada ubicación
fr: Méthodes d'expédition à chaque emplacement
hi: शिपिंग प्रत्येक स्थान के लिए तरीके
tr: Her konuma Yöntemleri Nakliye

source: Shipping zones to each location
de: Shipping zoner til hver placering
es: Zonas del envío a cada ubicación
fr: Expédition zones à chaque emplacement
hi: प्रत्येक स्थान के लिए क्षेत्रों शिपिंग
tr: Her konuma bölgeleri Nakliye

source: Shipping and Payment Method Settings
de: Forsendelse og betalingsmetode Indstillinger
es: Pago y Transporte Ajustes del método
fr: Paramètres Mode d'expédition et de paiement
hi: शिपिंग और भुगतान की विधि सेटिंग
tr: Kargo ve Ödeme Yöntemi Ayarları

source: Allow users to set location
de: Tillad brugere at indstille placering
es: Permitir a los usuarios establecer ubicación
fr: Autoriser les utilisateurs à l'emplacement ensemble
hi: सेट स्थान करने के लिए उपयोगकर्ताओं की अनुमति दें
tr: ayarlanan yere kullanıcı izin ver

source: Location and Shortcode Settings
de: Placering og shortcode Indstillinger
es: Ubicación y configuración de código corto
fr: Localisation et SHORTCODE Paramètres
hi: स्थान और शोर्ट सेटिंग्स
tr: Konum ve Kısa kod Ayarları

source: Allow to Fulfil Order Automatically from the Nearest Location from the Customers shipiing address
de: Tillad at Opfyld ordre automatisk fra det nærmeste sted fra Kunder shipiing adresse
es: Permitan cumplir orden automáticamente desde la ubicación más cercana a su dirección de los clientes shipiing
fr: Laisser Accomplir classez automatiquement de position la plus proche de l'adresse du client
hi: ग्राहकों shipiing पते से निकटतम स्थान से स्वचालित रूप से आदेश को पूरा करने की अनुमति दें
tr: Müşterilerin shipiing adresinden en yakın konumdan otomatik Order yerine getirmek için izin ver

source: <div class="wcmlim-form-divider">Backend Only Mode <hr></div>
de: <Div class = "wcmlim-formen-divider"> Backend Only Mode <hr> </ div>
es: <Div class = "wcmlim-form-divisor"> Backend Sólo modo <hr> </ div>
fr: <div class = "wcmlim-form-diviseur"> backend uniquement en mode <hr> </ div>
hi: <Div class = "wcmlim फार्म-विभक्त"> बैकएंड केवल मोड <hr> </ div>
tr: <Div class = "wcmlim-form-bölücü"> Arka uç Sadece Modu <hr> </ div>

source: Restrict users to specific location
de: Begræns brugere til en bestemt placering
es: Restringir a los usuarios a la ubicación específica
fr: Restreindre les utilisateurs à l'emplacement spécifique
hi: विशिष्ट स्थान के लिए उपयोगकर्ताओं को प्रतिबंधित करें
tr: belirli bir konuma kullanıcıları sınırla

source: Locations finder on Map
de: Steder Finder på kort
es: Ubicaciones de buscador en el mapa
fr: Emplacements finder sur la carte
hi: स्थान मानचित्र पर खोजक
tr: Mekanlar Haritada bulucu

source: Multi Locations
de: Multi Steder
es: Ubicaciones múltiples
fr: Emplacements multi
hi: मल्टी स्थान
tr: Çoklu yerler

source: Location Finder On Map
de: Location Finder på kort
es: El buscador de la localización Mapa
fr: Recherche d'un site sur la carte
hi: स्थान खोजक पर मानचित्र
tr: Yer Bulucu Açık Harita

source: To display Location info - use
de: For at vise Beliggenhed info - brug
es: Para mostrar información de ubicación - uso
fr: Pour afficher les informations Lieu - utilisation
hi: स्थान की जानकारी प्रदर्शित करने के लिए - उपयोग
tr: Yer bilgisi görüntülemek için - kullanımını

source: Shipping and Payment Method
de: Forsendelse og betalingsmetode
es: Método de envío y pago
fr: Livraison et mode de paiement
hi: शिपिंग और भुगतान की विधि
tr: Kargo ve Ödeme Yöntemi

source: Shop Page
de: shop Side
es: tienda Página
hi: दुकान पृष्ठ
tr: Mağaza Sayfa

source: Location
de: Beliggenhed
es: Localización
fr: Emplacement
hi: स्थान
tr: yer

source: WooCommerce Products Filter
de: Filter für WooCommerce-Produkte
es: Filtro de productos WooCommerce
fr: Filtre des produits WooCommerce
hi: WooCommerce उत्पाद फ़िल्टर
tr: WooCommerce Ürünleri Filtresi

source: Display a list of locations to filter products in your store.
de: Zeigen Sie eine Liste der Standorte an, an denen Produkte in Ihrem Geschäft gefiltert werden sollen.
es: Muestre una lista de ubicaciones para filtrar productos en su tienda.
fr: Affichez une liste d'emplacements pour filtrer les produits de votre boutique.
hi: अपने स्टोर में उत्पादों को फ़िल्टर करने के लिए स्थानों की सूची प्रदर्शित करें।
tr: Mağazanızdaki ürünleri filtrelemek için bir konum listesi görüntüleyin.

source: WCMLIM - Filter Products By Locations
de: WCMLIM - Produkte nach Standorten filtern
es: WCMLIM - Filtrar productos por ubicaciones
fr: WCMLIM - Filtrer les produits par emplacement
hi: WCMLIM - स्थानों द्वारा फ़िल्टर उत्पाद
tr: WCMLIM - Ürünleri Konumlara Göre Filtrele

source: Select Shipping Methods
de: Wählen Sie Versandarten
es: Seleccionar métodos de envío
fr: Sélectionnez les méthodes d'expédition
hi: शिपिंग विधियों का चयन करें
tr: Gönderim Yöntemlerini Seçin

source: Select OpenPOS Outlets
de: Wählen Sie OpenPOS Outlets
es: Seleccionar salidas OpenPOS
fr: Sélectionnez OpenPOS Outlets
hi: OpenPOS आउटलेट्स का चयन करें
tr: OpenPOS Çıkışlarını Seçin

source: Select Shipping Zones
de: Wählen Sie Versandzonen
es: Seleccionar zonas de envío
fr: Sélectionnez les zones d'expédition
hi: शिपिंग ज़ोन चुनें
tr: Nakliye Bölgelerini Seçin

source: Select OpenPOS Outlet
de: Wählen Sie Versandzonen
es: Seleccionar zonas de envío
fr: Sélectionnez les zones d'expédition
hi: शिपिंग ज़ोन चुनें
tr: Nakliye Bölgelerini Seçin

source: Select Payment Methods
de: Wählen Sie Zahlungsmethoden
es: Seleccionar métodos de pago
fr: Sélectionnez les modes de paiement
hi: भुगतान विधियों का चयन करें
tr: Ödeme Yöntemlerini Seçin

source: Location Shop Manager
de: Standort Shop Manager
es: Gerente de tienda de ubicación
fr: Gestionnaire de magasin de location
hi: स्थान दुकान प्रबंधक
tr: Lokasyon Mağaza Müdürü

source: Email
es: Correo electrónico
hi: ईमेल
tr: E-posta adresi

source: Country
de: Land
es: País
fr: Pays
hi: देश
tr: Ülke

source: Zip code
de: PLZ
es: Código postal
fr: Code postal
hi: ज़िप कोड
tr: Posta kodu

source: State
de: Zustand
es: Expresar
fr: État
hi: राज्य
tr: Durum

source: City
de: Stadt
es: Ciudad
fr: Ville
hi: शहर
tr: Kent

source: Route
de: die Route
es: Ruta
hi: मार्ग
tr: Rota

source: Street address
de: Adresse
es: Dirección
fr: adresse de rue
hi: गली का पता
tr: Sokak adresi

source: Enter Address
de: Adresse eingeben
es: Ingresa la direccion
fr: Entrer l'adresse
hi: पता लिखिए
tr: Adresi girin

source: WooCommerce is not installed or activated. WooCommerce Multi Locations Inventory Management is a WooCommerce Extension and would only work if WooCommerce is activated. Please install the WooCommerce Plugin first.
de: WooCommerce ist nicht installiert oder aktiviert. WooCommerce Inventory Management für mehrere Standorte ist eine WooCommerce-Erweiterung und funktioniert nur, wenn WooCommerce aktiviert ist. Bitte installieren Sie zuerst das WooCommerce Plugin.
es: WooCommerce no está instalado ni activado. WooCommerce Multi Locations Inventory Management es una extensión de WooCommerce y solo funcionaría si WooCommerce está activado. Primero instale el complemento WooCommerce.
fr: WooCommerce n'est pas installé ou activé. WooCommerce Multi Locations Inventory Management est une extension WooCommerce et ne fonctionnera que si WooCommerce est activé. Veuillez d'abord installer le plugin WooCommerce.
hi: WooCommerce स्थापित या सक्रिय नहीं है। WooCommerce मल्टी लोकेशन इन्वेंटरी मैनेजमेंट एक WooCommerce एक्सटेंशन है और केवल तभी काम करेगा जब WooCommerce सक्रिय हो। कृपया WooCommerce प्लगइन को पहले स्थापित करें।
tr: WooCommerce yüklenmemiş veya etkinleştirilmemiş. WooCommerce Çoklu Konumlar Envanter Yönetimi bir WooCommerce Uzantısıdır ve yalnızca WooCommerce etkinleştirilirse çalışır. Lütfen önce WooCommerce Eklentisini kurun.

source: Enter Pincode/Zipcode
de: Geben Sie die PIN / Postleitzahl ein
es: Ingrese el código pin / código postal
fr: Entrez le code PIN / Zip
hi: पिनकोड / जिपकोड दर्ज करें
tr: Pin Kodu / Posta Kodu Girin

source: Location:
de: Ort:
es: Localización:
fr: Emplacement:
hi: स्थान:
tr: Yer:

source: Use My Location
de: Verwenden Sie meinen Standort
es: Usar mi ubicación
fr: Utilise ma location
hi: मेरा पता इस्तेमाल करो
tr: Konumumu kullan

source: Apply
de: Anwenden
es: Solicitar
fr: Appliquer
hi: लागू
tr: Uygulamak

source: - select -
de: - wählen -
es: - Seleccione -
fr: - sélectionnez -
hi: - चुनते हैं -
tr: - seçin -

source: - Select -
de: - Wählen -
es: - Seleccione -
fr: - Seçin -
hi: - चुनते हैं -
tr: - Seçin -

source: Check
de: Prüfen
es: Cheque
fr: Vérifier
hi: चेक
tr: Kontrol

source: Enter Location
de: Ort eingeben
es: Ingrese la ubicación
fr: Entrez l'emplacement
hi: स्थान दर्ज करें
tr: Konum girin

source: Check your nearest stock location :
de: Überprüfen Sie den nächstgelegenen Lagerort:
es: Verifique su ubicación de stock más cercana:
fr: Vérifiez votre magasin le plus proche:
hi: अपने निकटतम स्टॉक स्थान की जाँच करें:
tr: Size en yakın stok yerini kontrol edin:

source: - Choose an option -
de: - Wähle eine Option -
es: - Elige una opcion -
fr: - Choisis une option -
hi: - एक विकल्प चुनें -
tr: - Bir seçenek seçin -

source: Preferred Location:
de: Bevorzugter Ort:
es: Ubicación preferida:
fr: Lieu préféré:
hi: पसंदीदा स्थान:
tr: Tercih edilmiş konum:

source: Stock Information
de: Lagerinformationen
es: Información de stock
fr: Information boursière
hi: स्टॉक जानकारी
tr: Stok bilgisi

source: backorders_allowed
de: Nachbestellungen erlaubt
es: pedidos pendientes permitidos
fr: commandes en souffrance autorisées
hi: सीमाओं की अनुमति दी
tr: arka siparişlere izin verildi

source: Not found any location.
de: Kein Ort gefunden.
es: No se encontró ninguna ubicación.
fr: Aucun emplacement trouvé.
hi: कोई स्थान नहीं मिला।
tr: Herhangi bir konum bulunamadı.

source: Choose default location
de: Wählen Sie den Standardspeicherort
es: Elija la ubicación predeterminada
fr: Choisissez l'emplacement par défaut
hi: डिफ़ॉल्ट स्थान चुनें
tr: Varsayılan konumu seçin

source: WC Multi locations Inventory
de: WC Inventar mit mehreren Standorten
es: Inventario de ubicaciones múltiples de WC
fr: Inventaire multi-emplacements WC
hi: WC मल्टी लोकेशन्स इन्वेंटरी
tr: WC Çoklu konum Envanteri

source: Hex color for Border Color
de: Hex-Farbe für Randfarbe
es: Color hexagonal para el color del borde
fr: Couleur hexadécimale pour la couleur de la bordure
hi: सीमा रंग के लिए हेक्स रंग
tr: Kenarlık Rengi için onaltılık renk
