Repository: slimerence/Woocommerce-Location
Catalog: languages/wcmlim-*.po
Languages: de, es, fr, hi, tr

source: Hex color for InStock button text color
de: Hex-Farbe für die Textfarbe der InStock-Schaltfläche
es: Color hexadecimal para el color del texto del botón InStock
fr: Couleur hexadécimale pour la couleur du texte du bouton InStock
hi: InStock बटन पाठ रंग के लिए हेक्स रंग
tr: InStock düğmesi metin rengi için onaltılık renk

source: Hex color for InStock button color
de: Hex-Farbe für InStock-Tastenfarbe
es: Color hexagonal para el color del botón InStock
fr: Couleur hexagonale pour la couleur du bouton InStock
hi: InStock बटन रंग के लिए हेक्स रंग
tr: InStock düğme rengi için onaltılık renk

source: InStock button text to appear
de: InStock-Schaltflächentext wird angezeigt
es: Aparecerá el texto del botón InStock
fr: Texte du bouton InStock à afficher
hi: दिखने के लिए इनस्टॉक बटन टेक्स्ट
tr: Görünecek InStock düğme metni

source: Hex color for SoldOut button text color
de: Hex-Farbe für die Textfarbe der SoldOut-Schaltfläche
es: Color hexadecimal para el color del texto del botón SoldOut
fr: Couleur hexadécimale pour la couleur du texte du bouton SoldOut
hi: बिक बटन बटन रंग के लिए हेक्स रंग
tr: SoldOut düğme metin rengi için onaltılık renk

source: Hex color for SoldOut button color
de: Hex-Farbe für SoldOut-Tastenfarbe
es: Color hexagonal para el color del botón SoldOut
fr: Couleur hexadécimale pour la couleur du bouton SoldOut
hi: बिक बटन बटन रंग के लिए हेक्स रंग
tr: SoldOut düğme rengi için onaltılık renk

source: SoldOut button text to appear
de: Der Text der SoldOut-Schaltfläche wird angezeigt
es: Aparecerá el texto del botón SoldOut
fr: Le texte du bouton SoldOut doit apparaître
hi: बिकने वाला बटन टेक्स्ट प्रकट होने के लिए
tr: SoldOut düğme metni görünecek

source: Label
de: Etikette
es: Etiqueta
fr: Étiqueter
hi: लेबल
tr: Etiket

source: Button Radius
de: Tastenradius
es: Radio del botón
fr: Rayon du bouton
hi: बटन त्रिज्या
tr: Düğme Yarıçapı

source: Input Radius
de: Eingangsradius
es: Radio de entrada
fr: Rayon d'entrée
hi: इनपुट त्रिज्या
tr: Giriş Yarıçapı

source: Hex color for check button text color
de: Hex-Farbe für die Textfarbe der Check-Schaltfläche
es: Color hexadecimal para el color del texto del botón de verificación
fr: Couleur hexadécimale pour la couleur du texte du bouton de contrôle
hi: चेक बटन पाठ रंग के लिए हेक्स रंग
tr: Kontrol düğmesi metin rengi için onaltılık renk

source: Text Color
de: Textfarbe
es: Color de texto
fr: Couleur du texte
hi: पाठ का रंग
tr: Metin Rengi

source: Hex color for check button color
de: Hex-Farbe für die Farbe der Check-Taste
es: Color hexagonal para el color del botón de verificación
fr: Couleur hexadécimale pour la couleur du bouton de contrôle
hi: चेक बटन रंग के लिए हेक्स रंग
tr: Kontrol düğmesi rengi için onaltılık renk

source: check button text to appear
de: Aktivieren Sie das Kontrollkästchen, um den Text anzuzeigen
es: comprobar el texto del botón para que aparezca
fr: cochez le texte du bouton pour qu'il apparaisse
hi: प्रकट होने के लिए बटन पाठ की जाँच करें
tr: görünmesi için düğme metnini kontrol edin

source: Text
es: Texto
fr: Texte
hi: टेक्स्ट
tr: Metin

source: Hex color for separator line
de: Hex-Farbe für Trennlinie
es: Color hexagonal para línea de separación
fr: Couleur hexadécimale pour la ligne de séparation
hi: विभाजक रेखा के लिए हेक्स रंग
tr: Ayırıcı çizgi için onaltılık renk

source: Remove Separtor Line
de: Trennlinie entfernen
es: Eliminar Separtor Line
fr: Supprimer la ligne Separtor
hi: सिपाही लाइन हटा दें
tr: Ayırıcı Hattını Kaldır

source: To Hide Line
de: Linie ausblenden
es: Para ocultar la línea
fr: Pour masquer la ligne
hi: रेखा को छिपाने के लिए
tr: Satırı Gizlemek İçin

source: Hex color for output box title color
de: Hex-Farbe für die Titelfarbe des Ausgabefelds
es: Color hexadecimal para el color del título del cuadro de salida
fr: Couleur hexadécimale pour la couleur du titre de la boîte de sortie
hi: उत्पादन बॉक्स शीर्षक रंग के लिए हेक्स रंग
tr: Çıktı kutusu başlık rengi için onaltılık renk

source: title text for output box
de: Titeltext für Ausgabefeld
es: texto del título para el cuadro de salida
fr: texte du titre pour la zone de sortie
hi: आउटपुट बॉक्स के लिए शीर्षक पाठ
tr: çıktı kutusu için başlık metni

source: Remove output box title
de: Entfernen Sie den Titel des Ausgabefelds
es: Eliminar el título del cuadro de salida
fr: Supprimer le titre de la boîte de sortie
hi: आउटपुट बॉक्स शीर्षक निकालें
tr: Çıkış kutusu başlığını kaldır

source: To Hide Title Text
de: Titeltext ausblenden
es: Para ocultar el texto del título
fr: Pour masquer le texte du titre
hi: शीर्षक पाठ को छिपाने के लिए
tr: Başlık Metnini Gizlemek İçin

source: Hex color for select title text color
de: Hex-Farbe zur Auswahl der Titeltextfarbe
es: Color hexadecimal para seleccionar el color del texto del título
fr: Couleur hexadécimale pour sélectionner la couleur du texte du titre
hi: चुनिंदा पाठ रंग के लिए हेक्स रंग
tr: Seçili başlık metni rengi için onaltılık renk

source: label text for select option list
de: Beschriftungstext für Auswahloptionsliste
es: texto de la etiqueta para seleccionar la lista de opciones
fr: texte d'étiquette pour la liste d'options de sélection
hi: विकल्प विकल्प सूची के लिए लेबल पाठ
tr: seçme seçenek listesi için etiket metni

source: Remove select title
de: Ausgewählten Titel entfernen
es: Quitar título seleccionado
fr: Supprimer le titre sélectionné
hi: चुनें शीर्षक निकालें
tr: Seçili başlığı kaldır

source: To Hide Text
de: Text ausblenden
es: Para ocultar texto
fr: Pour masquer le texte
hi: पाठ छिपाने के लिए
tr: Metni Gizlemek İçin

source: Hex color for header text color
de: Hex-Farbe für die Textfarbe der Kopfzeile
es: Color hexadecimal para el color del texto del encabezado
fr: Couleur hexadécimale pour la couleur du texte d'en-tête
hi: हेडर टेक्स्ट कलर के लिए हेक्स कलर
tr: Başlık metin rengi için onaltılık renk

source: Color
de: Farbe
fr: Couleur
hi: रंग
tr: Renk

source: text to appear on header stock box
de: Text, der im Header-Lagerfeld angezeigt werden soll
es: texto que aparecerá en el cuadro de stock del encabezado
fr: texte à apparaître sur la boîte de stock d'en-tête
hi: हेडर स्टॉक बॉक्स पर प्रदर्शित होने के लिए पाठ
tr: başlık stok kutusunda görünecek metin

source: Title
de: Titel
es: Título
fr: Titre
hi: शीर्षक
tr: Başlık

source: Remove header section
de: Kopfabschnitt entfernen
es: Eliminar la sección de encabezado
fr: Supprimer la section d'en-tête
hi: शीर्ष लेख अनुभाग निकालें
tr: Başlık bölümünü kaldır

source: To Hide Title
de: Titel ausblenden
es: Para ocultar el título
fr: Pour masquer le titre
hi: शीर्षक छिपाने के लिए
tr: Başlığı Gizlemek İçin

source: Hex color for Background Color
de: Hex-Farbe für Hintergrundfarbe
es: Color hexadecimal para el color de fondo
fr: Couleur hexadécimale pour la couleur d'arrière-plan
hi: पृष्ठभूमि रंग के लिए हेक्स रंग
tr: Arka Plan Rengi için onaltılık renk

source: Border Radius
de: Randradius
es: Radio de borde
fr: Rayon de la bordure
hi: सीमा त्रिज्या
tr: Sınır Yarıçapı

source: Border Color
de: Randfarbe
es: Color del borde
fr: Couleur de la bordure
hi: सीमा रंग
tr: Sınır rengi

source: Enter digit with px,em. i.e 3px or 6em
de: Geben Sie die Ziffer mit px, em ein. 3px oder 6em
es: Ingrese el dígito con px, em. es decir, 3px o 6em
fr: Entrez le chiffre avec px, em. c'est-à-dire 3px ou 6em
hi: Px के साथ अंक दर्ज करें, उन्हें। यानी 3px या 6em
tr: Rakam ile piksel girin, em. yani 3px veya 6em

source: Border Width
de: Rahmenbreite
es: Ancho del borde
fr: Largeur de la bordure
hi: सीमा चौड़ाई
tr: Kenar Genişliği

source: Border Style: none, solid, dotted, double, dashed
de: Randstil: keine, durchgehend, gepunktet, doppelt, gestrichelt
es: Estilo de borde: ninguno, sólido, punteado, doble, discontinuo
fr: Style de bordure: aucun, solide, pointillé, double, pointillé
hi: सीमा शैली: कोई भी, ठोस, बिंदीदार, डबल, धराशायी
tr: Kenarlık Stili: yok, düz, noktalı, çift, çizgili

source: Enter any one of border style string
de: Geben Sie eine beliebige Zeichenfolge im Rahmenstil ein
es: Ingrese cualquiera de las cadenas de estilo de borde
fr: Entrez l'une des chaînes de style de bordure
hi: बॉर्डर स्टाइल स्ट्रिंग में से किसी एक को दर्ज करें
tr: Kenarlık stili dizelerinden herhangi birini girin

source: Border Style
de: Randstil
es: Estilo de borde
fr: Style de bordure
hi: झालर की शैली
tr: Kenarlık Stili

source: Hide Forever
de: Für immer verstecken
es: Ocultar para siempre
fr: Cacher pour toujours
hi: हमेशा के लिए छिपाएँ
tr: Sonsuza Kadar Gizle

source: I've already updated the plugin data
de: Ich habe die Plugin-Daten bereits aktualisiert
es: Ya actualicé los datos del complemento
fr: J'ai déjà mis à jour les données du plugin
hi: मैंने पहले ही प्लगइन डेटा अपडेट कर दिया है
tr: Eklenti verilerini zaten güncelledim

source: Update now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettez à jour maintenant
hi: अभी अद्यतन करें
tr: Şimdi güncelle

source: We hope you've enjoyed using WooCommerce Multilocation Inventory Management
de: Wir hoffen, Ihnen hat die Verwendung von WooCommerce Multilocation Inventory Management gefallen
es: Esperamos que haya disfrutado utilizando WooCommerce Multilocation Inventory Management
fr: Nous espérons que vous avez apprécié l'utilisation de la gestion d'inventaire multi-emplacements de WooCommerce
hi: हमें उम्मीद है कि आपने WooCommerce मल्टीलोकेशन इन्वेंटरी मैनेजमेंट का उपयोग करके आनंद लिया है
tr: WooCommerce Multilocation Envanter Yönetimini kullanmaktan keyif aldığınızı umuyoruz

source: WooCommerce Multilocation Inventory Management Data Update Requires
de: Aktualisierung der WooCommerce Multilocation Inventory Management-Daten erforderlich
es: Requiere actualización de datos de administración de inventario de múltiples ubicaciones de WooCommerce
fr: La mise à jour des données de gestion d'inventaire multi-emplacements WooCommerce nécessite
hi: WooCommerce मल्टीलोकेशन इन्वेंटरी मैनेजमेंट डेटा अपडेट की आवश्यकता है
tr: WooCommerce Multilocation Envanter Yönetimi Veri Güncellemesi Gerekiyor

source: select
de: wählen
es: Seleccione
fr: sélectionner
hi: चुनते हैं
tr: seç

source: Kilometers
de: Kilometer
es: Kilómetros
fr: Kilomètres
hi: किलोमीटर की दूरी पर
tr: Kilometre

source: Miles
de: Meilen
es: Millas
hi: मील की दूरी पर

source: No
de: Nein
fr: Non
hi: नहीं न
tr: Hayır

source: Yes
de: Ja
es: sí
fr: Oui
hi: हाँ
tr: Evet

source: Level of curve on design (0px for no curves)
de: Kurvenniveau beim Entwurf (0 Pixel für keine Kurven)
es: Nivel de curva en el diseño (0px para sin curvas)
fr: Niveau de courbe sur la conception (0px pour aucune courbe)
hi: डिजाइन पर वक्र का स्तर (घटता के लिए 0px)
tr: Tasarımda eğri seviyesi (eğri olmaması için 0 piksel)

source: Hex color of the bottom
de: Hex Farbe des Bodens
es: Hex Farbe des Bodens
fr: Couleur hexagonale du bas
hi: नीचे का हेक्स रंग
tr: Tabanın onaltılık rengi

source: text to appear on the bottom
de: Text, der unten angezeigt wird
es: texto que aparecerá en la parte inferior
fr: texte à apparaître en bas
hi: तल पर प्रदर्शित होने के लिए पाठ
tr: altta görünecek metin

source: Style 3
de: Stil 3
es: Estilo 3
hi: शैली ३
tr: Tarzı 3

source: Style 2
de: Stil 2
es: Stil 2
hi: शैली २
tr: Tarzı 2

source: Style 1
de: Stil 1
es: Estilo 1
hi: शैली 1
tr: Tarzı 1

source: Dropdown
de: Dropdown-Liste
es: Desplegable
fr: Menu déroulant
hi: ड्रॉप डाउन
tr: Yıkılmak

source: None
de: Keiner
es: Ninguna
fr: Rien
hi: कोई नहीं
tr: Yok

source: Hex color for check map color
de: Hex-Farbe zur Überprüfung der Kartenfarbe
es: Color hexadecimal para comprobar el color del mapa
fr: Couleur hexadécimale pour la couleur de la carte de contrôle
hi: चेक मैप के रंग के लिए हेक्स रंग
tr: Kontrol haritası rengi için onaltılık renk

source: To display Location finder List View - use
de: Verwenden Sie zum Anzeigen der Listenansicht des Standortsuchers
es: Para mostrar la vista de lista del buscador de ubicaciones, utilice
fr: Pour afficher la vue de liste de l'outil de recherche d'emplacement - utilisez
hi: स्थान खोजक सूची दृश्य प्रदर्शित करने के लिए - उपयोग करें
tr: Konum bulucu Liste Görünümünü görüntülemek için - kullanın

source: To display Location finder on map - use
de: Um den Standortfinder auf der Karte anzuzeigen, verwenden Sie
es: Para mostrar el Buscador de ubicaciones en el mapa, use
fr: Pour afficher l'outil de recherche d'emplacement sur la carte - utilisez
hi: मानचित्र पर स्थान खोजक प्रदर्शित करने के लिए - उपयोग करें
tr: Konum bulucuyu haritada görüntülemek için - kullanın

source: Multi Select
de: Mehrfachauswahl
es: Selección múltiple
fr: Sélection multiple
hi: बहु का चयन
tr: Çoklu seçim

source: Simple select
de: Einfache Auswahl
es: Selección simple
fr: Sélection simple
hi: सरल चयन
tr: Basit seçim

source: Select dropdown type
de: Wählen Sie den Dropdown-Typ
es: Seleccione el tipo de menú desplegable
fr: Sélectionnez le type de liste déroulante
hi: ड्रॉपडाउन प्रकार का चयन करें
tr: Açılır menü türünü seçin

source: Note: Grid style options and controls avaiable at display setting menu
de: Hinweis: Optionen und Steuerelemente für den Rasterstil sind in den Menüeinstellungen für die Anzeige verfügbar. Hinweis: Optionen und Steuerelemente für den Rasterstil, die im Menü für die Anzeigeeinstellungen verfügbar sind
es: Nota: Opciones y controles de estilo de cuadrícula disponibles en el menú de configuración de pantalla Nota: Opciones y controles de estilo de cuadrícula disponibles en el menú de configuración de pantalla
fr: Remarque: Options et commandes de style de grille disponibles dans les menus de réglage de l'affichage Remarque: Options et commandes de style de grille disponibles dans le menu de réglage de l'affichage
hi: नोट: ग्रिड शैली विकल्प और प्रदर्शन सेटिंग पर नियंत्रण avaiable
tr: Not: Ekran ayar menülerinde kullanılabilen ızgara stili seçenekleri ve kontrolleri Not: Ekran ayar menüsünde mevcut ızgara stili seçenekleri ve kontrolleri

source: Inline title:
de: Inline-Titel:
es: Título en línea:
fr: Titre en ligne:
hi: इनलाइन शीर्षक:
tr: Satır içi başlık:

source: Grid Style
de: Rasterstil
es: Estilo de cuadrícula
fr: Style de grille
hi: ग्रिड शैली
tr: Izgara Stili

source: Inline Style
de: Inline-Stil
es: Estilo en línea
fr: Style en ligne
hi: इनलाइन स्टाइल
tr: Satır İçi Stil

source: Select Your Shortcode Preview Design
de: Wählen Sie Ihr Shortcode Preview Design
es: Seleccione su diseño de vista previa de shortcode
fr: Sélectionnez la conception de votre aperçu de code court
hi: अपने शोर्टकोड डिजाइन का चयन करें
tr: Kısa Kod Önizleme Tasarımınızı Seçin

source: or insert as PHP code into your theme files:
de: oder fügen Sie als PHP-Code in Ihre Themendateien ein:
es: o inserte como código PHP en sus archivos de tema:
fr: ou insérez comme code PHP dans vos fichiers de thème:
hi: या अपनी थीम फ़ाइलों में PHP कोड के रूप में डालें:
tr: veya tema dosyalarınıza PHP kodu olarak ekleyin:

source: You can put it anywhere into page content using editor just by copy-paste,
de: Sie können es mit dem Editor an einer beliebigen Stelle in den Seiteninhalt einfügen, indem Sie es einfach kopieren und einfügen.
es: Puede colocarlo en cualquier lugar del contenido de la página usando el editor simplemente copiando y pegando,
fr: Vous pouvez le placer n'importe où dans le contenu de la page à l'aide de l'éditeur simplement par copier-coller,
hi: आप इसे कॉपी-पेस्ट करके संपादक की मदद से पेज कंटेंट में कहीं भी डाल सकते हैं,
tr: Düzenleyiciyi kullanarak sayfanın içeriğine kopyalayıp yapıştırarak istediğiniz yere

source: shortcode.
es: Código corto.
fr: petit code.
hi: लघु कूट संख्या।
tr: kısa kod.

source: To display Locations Dropdown on your website - use
de: Verwenden Sie zum Anzeigen der Dropdown-Liste Standorte auf Ihrer Website
es: Para mostrar el menú desplegable de ubicaciones en su sitio web, utilice
fr: Pour afficher la liste déroulante des emplacements sur votre site Web - utilisez
hi: अपनी वेबसाइट पर स्थान ड्रॉपडाउन प्रदर्शित करने के लिए - उपयोग करें
tr: Web sitenizde Konumlar Açılır Menüsünü görüntülemek için - kullanın

source: Shortcode Instructions:
de: Shortcode-Anweisungen:
es: Instrucciones de código corto:
fr: Instructions relatives aux codes courts:
hi: शोर्ट निर्देश:
tr: Kısa Kod Talimatları:

source: The stock in the location %1$s was reduced from %2$d &rarr to %3$d for the product %4$s
de: Der Lagerbestand am Standort% 1 $ s wurde für das Produkt% 4 $ s von% 2 $ d & rarr auf% 3 $ d reduziert
es: El stock en la ubicación% 1 $ s se redujo de% 2 $ d & rarr a% 3 $ d para el producto% 4 $ s
fr: Le stock de l'emplacement% 1 $ s a été réduit de% 2 $ d & rarr à% 3 $ d pour le produit% 4 $ s
hi: स्थान% 1 $ s में स्टॉक% 2 $ d से कम हो गया था और उत्पाद% 4 $ s के लिए% 3 $ d तक कम हो गया था
tr: % 1 $ s konumundaki hisse senedi,% 4 $ s ürünü için% 2 $ d & rarr'den% 3 $ d'ye düşürüldü

source: This product/variation don't have stock management activated.
de: Für dieses Produkt / diese Variante ist die Lagerverwaltung nicht aktiviert.
es: Este producto / variación no tiene activada la gestión de stock.
fr: La gestion des stocks n'est pas activée pour ce produit / cette variante.
hi: इस उत्पाद / विविधता में स्टॉक प्रबंधन सक्रिय नहीं है।
tr: Bu ürün / varyasyonda stok yönetimi etkin değil.

source: To be able to manage the stock for this product, please add it to a <b>Stock location</b>!
de: Um den Lagerbestand für dieses Produkt verwalten zu können, fügen Sie ihn bitte einem <b> Lagerort </ b> hinzu!
es: Para poder administrar las existencias de este producto, agréguelo a una <b> Ubicación de existencias </b>.
fr: Pour pouvoir gérer le stock de ce produit, veuillez l'ajouter à un <b> Stockage </b>!
hi: इस उत्पाद के लिए स्टॉक का प्रबंधन करने में सक्षम होने के लिए, कृपया इसे <b> स्टॉक स्थान </ b> में जोड़ें!
tr: Bu ürünün stoğunu yönetebilmek için lütfen onu bir <b> Stok konumuna </b> ekleyin!

source: Locations
de: Standorte
es: Ubicaciones
fr: Emplacements
hi: स्थानों
tr: Konumlar

source: The amount of credits for this proroduct in currency format.
de: Die Höhe der Gutschriften für dieses Produkt im Währungsformat.
es: La cantidad de créditos para este producto en formato de moneda.
fr: Le montant des crédits pour ce produit au format devise.
hi: मुद्रा प्रारूप में इस पूर्व-भुगतान के लिए क्रेडिट की राशि।
tr: Bu ürün için para birimi biçiminde kredi miktarı.

source: locations
de: Standorte
es: ubicaciones
fr: Emplacements
hi: स्थानों
tr: konumlar

source: Stock at Locations
de: Lager an Standorten
es: Stock en ubicaciones
fr: Stock aux emplacements
hi: स्थानों पर स्टॉक
tr: Lokasyonlarda Stok

source: Input Sale price for location
de: Input Verkaufspreis für Standort
es: Ingrese el precio de venta para la ubicación
fr: Prix ​​de vente d'entrée pour l'emplacement
hi: स्थान के लिए इनपुट बिक्री मूल्य
tr: Konum için giriş Satış fiyatı

source: The amount of credits for this product in currency format.
de: Die Höhe der Gutschriften für dieses Produkt im Währungsformat.
es: La cantidad de créditos para este producto en formato de moneda.
fr: Le montant des crédits pour ce produit au format devise.
hi: मुद्रा प्रारूप में इस उत्पाद के लिए क्रेडिट की राशि।
tr: Bu ürün için para birimi biçiminde kredi miktarı.

source: Input regular price for location
de: Geben Sie den regulären Preis für den Standort ein
es: Ingrese el precio regular para la ubicación
fr: Entrez le prix normal de l'emplacement
hi: स्थान के लिए इनपुट नियमित मूल्य
tr: Konum için normal fiyatı girin

source: Enter the Stock amount for this location
de: Geben Sie den Lagerbestand für diesen Standort ein
es: Ingrese la cantidad de stock para esta ubicación
fr: Entrez le montant du stock pour cet emplacement
hi: इस स्थान के लिए स्टॉक राशि दर्ज करें
tr: Bu konum için Stok miktarını girin

source: Enter the stock amount for this location.
de: Geben Sie den Lagerbestand für diesen Standort ein.
es: Ingrese la cantidad de existencias para esta ubicación.
fr: Saisissez le montant du stock pour cet emplacement.
hi: इस स्थान के लिए स्टॉक राशि दर्ज करें।
tr: Bu konum için stok miktarını girin.

source: Input stock
de: Lagerbestand eingeben
es: Stock de entrada
fr: Stock d'entrée
hi: इनपुट स्टॉक
tr: Giriş stoğu

source: Stock quantity
de: Bestandsmenge
es: Cantidad de stock
fr: Quantité en stock
hi: शेयर मात्रा
tr: Stok miktarı

source: All Locations
de: Alle Orte
es: Todas las localizaciones
fr: Tous les emplacements
hi: समस्त स्थान
tr: Tüm konumlar

source: Please change the settings accordingly.
de: Bitte ändern Sie die Einstellungen entsprechend.
es: Cambie la configuración en consecuencia.
fr: Veuillez modifier les paramètres en conséquence.
hi: कृपया तदनुसार सेटिंग बदलें।
tr: Lütfen ayarları buna göre değiştirin.

source: In Stock
de: Auf Lager
es: En stock
fr: En stock
hi: स्टॉक में
tr: Stokta var

source: Out Of Stock
de: Nicht vorrättig
es: Agotado
fr: En rupture de stock
hi: स्टॉक ख़त्म
tr: Stoklar tükendi

source: Input Field Button
de: Eingabefeld-Schaltfläche
es: Botón de campo de entrada
fr: Bouton de champ de saisie
hi: इनपुट फील्ड बटन
tr: Giriş Alanı Düğmesi

source: Output Box
de: Ausgabebox
es: Caja de salida
fr: Boîte de sortie
hi: आउटपुट बॉक्स
tr: Çıkış Kutusu

source: Select Box
de: Wählen Sie Box
es: Seleccionar cuadro
fr: Sélectionnez une boîte
hi: बॉक्स का चयन करें
tr: Kutu Seç

source: Header
es: Encabezamiento
fr: Entête
hi: हैडर
tr: Üstbilgi

source: Separator
es: Separador
fr: Séparatrice
hi: सेपरेटर
tr: Ayırıcı

source: Border
de: Rand
es: Frontera
fr: Frontière
hi: बॉर्डर
tr: Kenarlık

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de l'arrière plan
hi: पीछे का रंग
tr: Arka plan rengi

source: Show Location Distance
de: Standortentfernung anzeigen
es: Mostrar distancia de ubicación
fr: Afficher la distance de l'emplacement
hi: स्थान की दूरी दिखाएं
tr: Konum Mesafesini Göster

source: Front End Visual Display
de: Front-End-Anzeige
es: Pantalla visual frontal
fr: Affichage visuel frontal
hi: फ्रंट एंड विजुअल डिस्प्ले
tr: Ön Uç Görsel Ekran

source: Allow to Work plugin from Backend Only
de: Plugin nur vom Backend aus zulassen
es: Permitir que funcione el complemento solo desde el backend
fr: Plug-in Autoriser le travail à partir du backend uniquement
hi: बैकएंड से कार्य प्लगइन की अनुमति दें
tr: Eklentinin Yalnızca Arka Uçtan Çalışmasına İzin Ver

source: Allow to Fulfil Order from Backend
de: Auftrag vom Backend ausführen lassen
es: Permitir cumplir con el pedido desde el backend
fr: Autoriser à exécuter la commande depuis le backend
hi: बैकएंड से आदेश को पूरा करने की अनुमति दें
tr: Arka Uçtan Siparişin Yerine Getirilmesine İzin Ver

source: Default Location List Align on Map
de: Standardstandortliste Auf Karte ausrichten
es: Lista de ubicaciones predeterminada alineada en el mapa
fr: Aligner la liste des emplacements par défaut sur la carte
hi: डिफ़ॉल्ट स्थान सूची मानचित्र पर संरेखित करें
tr: Varsayılan Konum Listesi Haritada Hizala

source: Default Origin on Map
de: Standardursprung auf der Karte
es: Origen predeterminado en el mapa
fr: Origine par défaut sur la carte
hi: मानचित्र पर मूल उत्पत्ति
tr: Haritadaki Varsayılan Menşe

source: Default Map Color
de: Standard-Kartenfarbe
es: Color de mapa predeterminado
fr: Couleur de la carte par défaut
hi: डिफ़ॉल्ट मानचित्र रंग
tr: Varsayılan Harita Rengi

source: Default Zoom on Map
de: Standard-Zoom auf Karte
es: Zoom predeterminado en el mapa
fr: Zoom par défaut sur la carte
hi: मानचित्र पर डिफ़ॉल्ट ज़ूम
tr: Haritadaki Varsayılan Yakınlaştırma

source: Hide Locations from Dropdown if they are Out Of Stock
de: Verstecken Sie Standorte vor Dropdown, wenn sie nicht vorrätig sind
es: Ocultar ubicaciones del menú desplegable si están agotadas
fr: Masquer les emplacements de la liste déroulante s'ils sont en rupture de stock
hi: यदि वे आउट ऑफ़ स्टॉक हैं, तो ड्रॉपडाउन से स्थान छिपाएँ
tr: Stokta Kalmamışlarsa Konumları Açılır Menüden Gizle
