Repository: slimerence/Woocommerce-Location
Catalog: languages/wcmlim-*.po
Languages: de, es, fr, hi, tr

source: You can’t have more than items in cart
de: Sie können nicht mehr als Artikel im Warenkorb haben
es: No puede tener más de artículos en el carrito
fr: Vous ne pouvez pas avoir plus d'articles dans le panier
hi: आपके पास कार्ट में एक से अधिक आइटम नहीं हो सकते हैं
tr: Sepette birden fazla ürün bulunduramazsınız

source: Updated Cart!
de: Warenkorb aktualisiert!
es: Carro actualizado!
fr: Panier mis à jour !
hi: अपडेट की गई कार्ट!
tr: Güncellenmiş Sepet!

source: Your cart contains items from another location, do you want to update the cart
de: Ihr Warenkorb enthält Artikel von einem anderen Standort. Möchten Sie den Warenkorb aktualisieren?
es: Su carrito contiene artículos de otra ubicación, ¿desea actualizar el carrito?
fr: Votre panier contient des articles provenant d'un autre emplacement, voulez-vous mettre à jour le panier
hi: आपकी कार्ट में किसी अन्य स्थान के आइटम हैं, क्या आप कार्ट को अपडेट करना चाहते हैं
tr: Sepetinizde başka bir konumdan ürünler var, sepeti güncellemek istiyor musunuz?

source: Yes, Update Cart!
de: Ja, Warenkorb aktualisieren!
es: ¡Sí, actualizar el carrito!
fr: Oui, mettre à jour le panier !
hi: हाँ, कार्ट अपडेट करें!
tr: Evet, Sepeti Güncelle!

source: Cart Validation
de: Warenkorb-Validierung
es: Validación del carrito
fr: Validation du panier
hi: कार्ट सत्यापन
tr: Sepet Doğrulama

source: Location with most inventory in stock
de: Standort mit dem meisten Inventar auf Lager
es: Ubicación con la mayor parte del inventario en stock
fr: Emplacement avec la plupart des stocks en stock
hi: स्टॉक में सबसे अधिक इन्वेंट्री वाला स्थान
tr: Stokta en fazla envanter bulunan konum

source: Select rule
de: Regel auswählen
es: Seleccionar regla
fr: Sélectionner la règle
hi: नियम चुनें
tr: Kural seç

source: Set height & width for In-Stock and Sold-Out Box
de: Höhe und Breite für In-Stock und Ausverkaufte Box einstellen
es: Establezca la altura y el ancho para la caja en existencia y agotada
fr: Définir la hauteur et la largeur pour les boîtes en stock et épuisées
hi: इन-स्टॉक और बिक-आउट बॉक्स के लिए ऊंचाई और चौड़ाई सेट करें
tr: Stoktaki ve Tükenen Kutu için yükseklik ve genişliği ayarlayın

source: Button padding
de: Knopfpolsterung
es: Acolchado de botones
fr: Rembourrage des boutons
hi: बटन पैडिंग
tr: Düğme dolgusu

source: Input field padding
de: Auffüllen von Eingabefeldern
es: Relleno del campo de entrada
fr: Remplissage du champ de saisie
hi: इनपुट फील्ड पैडिंग
tr: Giriş alanı dolgusu

source: Button Border Radius
de: Radius der Schaltflächenränder
es: Radio del borde del botón
fr: Rayon de bordure de bouton
hi: बटन बॉर्डर त्रिज्या
tr: Düğme Sınır Yarıçapı

source: Input Border Radius
de: Eingaberandradius
es: Radio de borde de entrada
fr: Rayon de bordure d'entrée
hi: इनपुट सीमा त्रिज्या
tr: Giriş Sınır Yarıçapı

source: Hex color for button Background color
de: Hex-Farbe für Schaltfläche Hintergrundfarbe
es: Color hexagonal para botón Color de fondo
fr: Couleur hexadécimale du bouton Couleur d'arrière-plan
hi: बटन के लिए हेक्स रंग पृष्ठभूमि रंग
tr: Düğme için altıgen renk Arka plan rengi

source: Button Color
de: Knopffarbe
es: Color del boton
fr: Couleur du bouton
hi: बटन का रंग
tr: Düğme rengi

source: enter text for button
de: Text für Schaltfläche eingeben
es: ingresar texto para el botón
fr: saisir du texte pour le bouton
hi: बटन के लिए टेक्स्ट दर्ज करें
tr: düğme için metin girin

source: Button Text
de: Schaltflächentext
es: Botón de texto
fr: Texte du bouton
hi: टेक्स्ट बटन
tr: Düğme Metni

source: Hex color for output box Label color
de: Hex-Farbe für Ausgabebox Etikettenfarbe
es: Color hexadecimal para caja de salida Color de etiqueta
fr: Couleur hexadécimale pour la boîte de sortie Couleur de l'étiquette
hi: आउटपुट बॉक्स के लिए हेक्स रंग लेबल रंग
tr: Çıkış kutusu için altıgen renk Etiket rengi

source: Label for output box
de: Etikett für Ausgabebox
es: Etiqueta para caja de salida
fr: Étiquette pour la boîte de sortie
hi: आउटपुट बॉक्स के लिए लेबल
tr: Çıkış kutusu için etiket

source: Remove label text for output box
de: Etikettentext für Ausgabefeld entfernen
es: Eliminar el texto de la etiqueta para el cuadro de salida
fr: Supprimer le texte de l'étiquette pour la zone de sortie
hi: आउटपुट बॉक्स के लिए लेबल टेक्स्ट हटाएं
tr: Çıkış kutusu için etiket metnini kaldır

source: To Hide label
de: Label ausblenden
es: Para Ocultar etiqueta
fr: Pour masquer l'étiquette
hi: लेबल छिपाने के लिए
tr: Etiketi gizlemek için

source: Enter digit support px
de: Geben Sie die Ziffernunterstützung px . ein
es: Ingrese el soporte de dígitos px
fr: Entrez le px de prise en charge des chiffres
hi: अंक समर्थन px दर्ज करें
tr: Rakam desteği px girin

source: Dropdown Padding(select field)
de: Dropdown-Padding (Feld auswählen)
es: Relleno desplegable (seleccionar campo)
fr: Remplissage de la liste déroulante (champ de sélection)
hi: ड्रॉपडाउन पैडिंग (फ़ील्ड चुनें)
tr: Açılır Dolgu (alan seçin)

source: location icon size in px
de: Größe des Standortsymbols in px
es: tamaño del icono de ubicación en px
fr: taille de l'icône de localisation en px
hi: px . में स्थान आइकन का आकार
tr: px cinsinden konum simgesi boyutu

source: Icon Size
de: Symbolgröße
es: Tamaño de ícono
fr: Taille de l'icône
hi: चिह्न का आकार
tr: Simge boyutu

source: Hex color for location icon
de: Hexadezimalfarbe für Standortsymbol
es: Color hexagonal para el icono de ubicación
fr: Couleur hexadécimale pour l'icône de localisation
hi: स्थान आइकन के लिए हेक्स रंग
tr: Konum simgesi için altıgen renk

source: Icon Color
de: Symbolfarbe
es: Color del icono
fr: Couleur de l'icône
hi: चिह्न रंग
tr: Simge Rengi

source: Remove location icon
de: Standortsymbol entfernen
es: Quitar icono de ubicación
fr: Supprimer l'icône de localisation
hi: स्थान आइकन हटाएं
tr: Konum simgesini kaldır

source: To Hide Location Icon
de: Standortsymbol ausblenden
es: Para ocultar el icono de ubicación
fr: Pour masquer l'icône d'emplacement
hi: स्थान चिह्न छिपाने के लिए
tr: Konum Simgesini Gizlemek İçin

source: Set border radius for selct box, Enter digit with px,em. i.e 3px or 6em.
de: Umrandungsradius für Auswahlfeld festlegen, Ziffer mit px,em eingeben. d.h. 3px oder 6em.
es: Establezca el radio del borde para el cuadro de selección, ingrese un dígito con px, em. es decir, 3px o 6em.
fr: Définissez le rayon de la bordure pour la zone de sélection, entrez le chiffre avec px, em. c'est-à-dire 3px ou 6em.
hi: सेलेक्ट बॉक्स के लिए सीमा त्रिज्या सेट करें, px,em के साथ अंक दर्ज करें। यानी 3px या 6em।
tr: Seçim kutusu için sınır yarıçapını ayarlayın, px,em ile rakam girin. yani 3px veya 6em.

source: Set background color for selct box, Hex color for select title text color.
de: Legen Sie die Hintergrundfarbe für das Auswahlfeld fest, die Hex-Farbe für die ausgewählte Titeltextfarbe.
es: Establecer el color de fondo para el cuadro de selección, color hexadecimal para seleccionar el color del texto del título.
fr: Définir la couleur d'arrière-plan pour la zone de sélection, la couleur hexadécimale pour sélectionner la couleur du texte du titre.
hi: सेलेक्ट बॉक्स के लिए बैकग्राउंड कलर सेट करें, चुनिंदा टाइटल टेक्स्ट कलर के लिए हेक्स कलर।
tr: Seçim kutusu için arka plan rengini, başlık metni rengini seçmek için Hex rengini ayarlayın.

source: Set height and width for select box, Enter digit support px
de: Höhe und Breite für Auswahlfeld einstellen, Ziffernunterstützung eingeben px
es: Establecer la altura y el ancho para el cuadro de selección, Ingrese el soporte de dígitos px
fr: Définissez la hauteur et la largeur de la zone de sélection, entrez le support des chiffres px
hi: चयन बॉक्स के लिए ऊंचाई और चौड़ाई निर्धारित करें, अंक समर्थन दर्ज करें px
tr: Seçim kutusu için yüksekliği ve genişliği ayarlayın, Rakam desteği girin px

source: Padding for Select Box
de: Polsterung für Auswahlbox
es: Relleno para cuadro de selección
fr: Rembourrage pour la boîte de sélection
hi: चयन बॉक्स के लिए पैडिंग
tr: Seçim Kutusu için Dolgu

source: Hex color for select label text color
de: Hex-Farbe für ausgewählte Etikettentextfarbe label
es: Color hexadecimal para seleccionar el color del texto de la etiqueta
fr: Couleur hexadécimale pour sélectionner la couleur du texte de l'étiquette
hi: चुनिंदा लेबल टेक्स्ट रंग के लिए हेक्स रंग
tr: Seçili etiket metin rengi için altıgen renk

source: Label Color
de: Etikettenfarbe
es: Color de etiqueta
fr: Couleur de l'étiquette
hi: लेबल रंग
tr: Etiket Rengi

source: To Hide Label
de: Label ausblenden
es: Para ocultar etiqueta
fr: Pour masquer l'étiquette
hi: लेबल छिपाने के लिए
tr: Etiketi Gizlemek İçin

source: Hex color for Multilocation grid box
de: Hex-Farbe für Multilocation-Gitterbox
es: Color hexagonal para caja de cuadrícula multilocalización
fr: Couleur hexadécimale pour la boîte de grille multi-emplacements
hi: मल्टीलोकेशन ग्रिड बॉक्स के लिए हेक्स रंग
tr: Çoklu konum ızgara kutusu için altıgen renk

source: Multilocation grid box width in percentage(%)
de: Breite des Rasterfelds mit mehreren Standorten in Prozent (%)
es: Ancho del cuadro de cuadrícula de múltiples ubicaciones en porcentaje (%)
fr: Largeur de la case de la grille à emplacements multiples en pourcentage (%)
hi: मल्टीलोकेशन ग्रिड बॉक्स की चौड़ाई प्रतिशत में (%)
tr: Yüzde (%) olarak çok konumlu ızgara kutusu genişliği

source: Box Width
de: Kastenbreite
es: Ancho de caja
fr: Largeur de la boîte
hi: बॉक्स चौड़ाई
tr: Kutu Genişliği

source: Select border style
de: Rahmenstil auswählen
es: Kenarlık stilini seçin
fr: Sélectionnez le style de bordure
hi: सीमा शैली का चयन करें
tr: Kenarlık stilini seçin

source: Enable this to used your own custom css
de: Aktivieren Sie dies, um Ihr eigenes benutzerdefiniertes CSS zu verwenden
es: Habilite esto para usar su propio CSS personalizado
fr: Activez ceci pour utiliser votre propre css personnalisé
hi: अपने स्वयं के कस्टम css का उपयोग करने के लिए इसे सक्षम करें

source: Validate
de: Bestätigen
es: Validar
fr: Valider
hi: मान्य
tr: Doğrula

source: Multilocation Box Border Setting
de: Rahmeneinstellung für Multilocation-Box
es: Configuración de borde de cuadro de ubicación múltiple
fr: Paramètre de bordure de boîte à emplacements multiples
hi: मल्टीलोकेशन बॉक्स बॉर्डर सेटिंग
tr: Çoklu Konum Kutusu Kenarlığı Ayarı

source: Multilocation Box
es: Caja multilocalización
fr: Boîte à emplacements multiples
hi: मल्टीलोकेशन बॉक्स
tr: Çoklu Konum Kutusu

source: Disable Multilocation CSS
de: CSS für mehrere Standorte deaktivieren
es: Deshabilitar CSS de ubicación múltiple
fr: Désactiver le CSS multi-emplacement
hi: मल्टीलोकेशन सीएसएस अक्षम करें
tr: Çok Konumlu CSS'yi Devre Dışı Bırak

source: Flexible Order Routing
de: Flexibles Auftragsrouting
es: Enrutamiento flexible de pedidos
fr: Routage de commande flexible
hi: लचीला आदेश रूटिंग
tr: Esnek Sipariş Yönlendirme

source: Please select location.
de: Bitte wählen Sie den Ort.
es: Seleccione la ubicación.
fr: Veuillez sélectionner un emplacement.
hi: कृपया स्थान चुनें।
tr: Lütfen yer seçin.

source: Shop Now
de: Jetzt einkaufen
es: Compra ahora
fr: Achetez maintenant
hi: अभी खरीदो
tr: Şimdi satın al

source: Direction
de: Richtung
es: Dirección
hi: दिशा
tr: Yön

source: Distance Range
de: Entfernungsbereich
es: Rango de distancia
fr: Mesafe Aralığı
hi: दूरी सीमा
tr: Mesafe Aralığı

source: Search Location
de: Ort suchen
es: Ubicación de búsqueda
fr: Rechercher un emplacement
hi: स्थान खोजें
tr: Konum Ara

source: Search
de: Suche
es: Buscar
fr: Rechercher
hi: खोज
tr: Arama

source: Search By Category
de: Suche nach Kategorie
es: Buscar por categoría
fr: Recherche par catégorie
hi: श्रेणी के अनुसार खोजें
tr: Kategoriye Göre Ara

source: Search By Product
de: Suche nach Produkt
es: Buscar por producto
fr: Recherche par produit
hi: उत्पाद द्वारा खोजें
tr: Ürüne Göre Ara

source: Search By Product Category
de: Suche nach Produktkategorie
es: Buscar por categoría de producto
fr: Ürün Kategorisine Göre Ara
hi: उत्पाद श्रेणी के आधार पर खोजें
tr: Ürün Kategorisine Göre Ara

source: away
de: Weg
es: fuera
fr: un moyen
hi: दूर
tr: fuera

source: Please check the location
de: Bitte überprüfen Sie den Standort
es: Por favor, compruebe la ubicación.
fr: Veuillez vérifier l'emplacement
hi: कृपया स्थान जांचें
tr: Lütfen konumu kontrol edin

source: 0 in stock
de: 0 auf Lager
es: 0 en stock
fr: 0 en stock
hi: स्टॉक में 0
tr: 0 stokta

source: Next Closest in Stock
de: Nächste am nächsten auf Lager
es: Siguiente más cercano en stock
fr: Bir Sonraki Stokta En Yakın
hi: स्टॉक में अगला निकटतम
tr: Bir Sonraki Stokta En Yakın

source: The selected location will be hidden from location dropdown in frontend
de: Der ausgewählte Standort wird in der Dropdown-Liste "Standort" im Frontend ausgeblendet
es: La ubicación seleccionada se ocultará del menú desplegable de ubicaciones en la interfaz
fr: L'emplacement sélectionné sera masqué dans la liste déroulante des emplacements dans le frontend
hi: चयनित स्थान दृश्यपटल में स्थान ड्रॉपडाउन से छिपा दिया जाएगा
tr: Seçilen konum, ön uçtaki konum açılır listesinden gizlenecek

source: Set your location time
de: Stellen Sie Ihre Standortzeit ein
es: Establecer la hora de su ubicación
fr: Réglez l'heure de votre emplacement
hi: अपना स्थान समय निर्धारित करें
tr: Konum zamanınızı ayarlayın

source: Phone
de: Telefon
es: Teléfono
fr: Téléphoner
hi: फ़ोन
tr: Telefon

source: Common payment methods for selected items in the cart are not available please place an order for each location separately
de: Übliche Zahlungsmethoden für ausgewählte Artikel im Warenkorb sind nicht verfügbar. Bitte bestellen Sie für jeden Standort separat
es: Los métodos de pago comunes para los artículos seleccionados en el carrito no están disponibles. Haga un pedido para cada ubicación por separado.
fr: Les méthodes de paiement courantes pour les articles sélectionnés dans le panier ne sont pas disponibles, veuillez passer une commande pour chaque emplacement séparément
hi: कार्ट में चयनित वस्तुओं के लिए सामान्य भुगतान विधियां उपलब्ध नहीं हैं कृपया प्रत्येक स्थान के लिए अलग से एक आदेश दें
tr: Sepetteki seçili ürünler için ortak ödeme yöntemleri mevcut değildir, lütfen her konum için ayrı ayrı sipariş verin

source: - Select Location -
de: - Ort auswählen -
es: - Seleccionar ubicación -
fr: - Sélectionnez l'emplacement -
hi: - स्थान चुनें -
tr: - Yer Seçin -

source: - Select Location -
de: - Ort auswählen -
es: - Seleccionar ubicación -
fr: - Sélectionnez l'emplacement -
hi: - स्थान चुनें -
tr: - Yer Seçin -

source: The selected location will be hidden from location dropdown in fronend
de: Der ausgewählte Standort wird in der Dropdown-Liste "Standort" im Frontend ausgeblendet
es: La ubicación seleccionada se ocultará del menú desplegable de ubicaciones en la interfaz
fr: L'emplacement sélectionné sera masqué dans la liste déroulante des emplacements dans le frontend
hi: चयनित स्थान दृश्यपटल में स्थान ड्रॉपडाउन से छिपा होगा
tr: Seçilen konum, ön uçtaki konum açılır menüsünden gizlenecek

source: Enable this to automatically set the location which is the nearest location from the shipping address though the order is placed from a different location
de: Aktivieren Sie diese Option, um automatisch den Standort festzulegen, der der Versandadresse am nächsten liegt, obwohl die Bestellung von einem anderen Standort aus erfolgt
es: Habilite esto para establecer automáticamente la ubicación que es la ubicación más cercana a la dirección de envío aunque el pedido se realiza desde una ubicación diferente
fr: Activez cette option pour définir automatiquement l'emplacement qui est l'emplacement le plus proche de l'adresse de livraison, même si la commande est passée à partir d'un emplacement différent
hi: इसे स्वचालित रूप से उस स्थान को सेट करने के लिए सक्षम करें जो शिपिंग पते से निकटतम स्थान है, हालांकि ऑर्डर किसी भिन्न स्थान से रखा गया है
tr: Sipariş farklı bir konumdan verilmiş olsa da, gönderim adresinden en yakın konum olan konumu otomatik olarak ayarlamak için bunu etkinleştirin.

source: Turning on this switch will disable the front-end location selection functionality. you can modify the order from the backend. eg. User can order without selecting location but still, you can set location to order from backend. which will also update the selected location stock
de: Aktivering af denne kontakt vil deaktivere front-end placering udvælgelse funktionalitet. du kan ændre rækkefølgen fra backend. f.eks. Brugeren kan bestille uden at vælge placering, men stadig kan du indstille placering til ordre fra backend. som også vil opdatere den valgte placering lager
es: Al encender el interruptor desactivará la función de selección de la ubicación de front-end. se puede modificar el orden desde el backend. p.ej. El usuario puede ordenar sin seleccionar la ubicación, pero aún así, se puede establecer la ubicación a fin de backend. que también actualizar la ubicación del archivo seleccionado
fr: L'activation de ce commutateur permet de désactiver l'emplacement frontal fonctionnalité de sélection. vous pouvez modifier l'ordre du back-end. par exemple. L'utilisateur peut commander sans sélectionner l'emplacement, mais encore, vous pouvez définir l'emplacement à l'ordre de back-end. qui met également à jour le stock de l'emplacement sélectionné
hi: इस स्विच को चालू करने से सामने के अंत स्थान चयन कार्यक्षमता अक्षम हो जाएगा। आप बैकएंड से आदेश को संशोधित कर सकते हैं। जैसे। उपयोगकर्ता स्थान का चयन करने के बिना आदेश कर सकते हैं, लेकिन अभी भी, आप बैकएंड से क्रम में स्थान निर्धारित कर सकते हैं। जो भी चयनित स्थान स्टॉक अद्यतन करेगा
tr: Bu anahtarın açılması ön uç konum seçimi işlevselliğini devre dışı bırakır. Eğer arka uç siparişi değiştirebilir. Örneğin. Kullanıcı konumunu seçmeden sipariş edebilirsiniz ama yine de sizin backend düzene konum ayarlayabilirsiniz. hangi ayrıca seçilen konum stok güncelleyecektir

source: Enabling this will allow you to change the location from order edit screen. The stock levels of the Locations will get updated accordingly
de: Aktivering af dette vil give dig mulighed for at ændre placeringen fra ordre redigere skærmen. De lagerbeholdninger af de steder, vil blive opdateret i overensstemmelse hermed
es: Permitiendo esto le permitirá cambiar la ubicación de la pantalla de orden de edición. Los niveles de existencias de las ubicaciones se actualizarán en consecuencia
fr: L'activation de cela vous permettra de changer l'emplacement de l'écran d'édition de commande. Les niveaux de stocks des emplacements seront mis à jour en conséquence
hi: इस सक्षम करने से आप संपादन स्क्रीन के स्थान को बदलने के लिए अनुमति देगा। स्थान का जायजा स्तरों तदनुसार अपडेट कर दिया जाएगा
tr: Bu etkinleştirilmesi sipariş düzenleme ekranından konumunu değiştirmek için izin verecektir. Yerler stok seviyeleri buna göre güncellenecektir

source: Enable if you want to hide the location which has out of stock status from the dropdown on the front-end
de: Aktiver hvis du ønsker at skjule den placering, som har udsolgt status fra dropdown på front-end
es: Activar si desea ocultar la ubicación que tiene de la situación del stock en el menú desplegable en el front-end
fr: Activer si vous souhaitez masquer l'emplacement qui a sur l'état des stocks dans le menu déroulant sur la fin de l'avant
hi: यदि आप स्थान जो सामने के अंत पर ड्रॉप-डाउन से स्टॉक स्थिति से बाहर है छुपाना चाहते हैं सक्षम करें
tr: Eğer ön ucundaki açılır menüden stok durumuna dışına tespit ettiği konumu gizlemek istiyorsanız Enable

source: Enable this to set shipping method to each location. You can set shipping methods from the location edit screen after enabling this. <b>Note - Shipping Zone Setting Must be enabled for this
de: Aktivér dette for at sætte forsendelsesmetode til hvert sted. Du kan indstille shipping metoder fra den placering redigere skærmen efter aktivering af denne. <B> Bemærk - Forsendelse Zone indstilling skal være aktiveret for dette
es: Activar esta opción para configurar el envío método para cada ubicación. Puede configurar los métodos de envío desde la pantalla de edición lugar después de habilitar esto. <B> Nota - Zona libre del ajuste debe ser habilitado para que esta
fr: Activez cette option pour définir la méthode d'expédition à chaque emplacement. Vous pouvez définir des méthodes d'expédition à partir de l'emplacement écran d'édition après avoir activé cela. <B> Remarque - Zone d'expédition réglage doit être activé pour que cette
hi: प्रत्येक स्थान के लिए विधि शिपिंग सेट करने के लिए यह सक्षम करें। आप इस सक्षम करने के बाद स्थान संपादन स्क्रीन के शिपिंग तरीकों सेट कर सकते हैं। <B> सूचना - शिपिंग क्षेत्र सेटिंग इस बात के लिए सक्षम होना चाहिए
tr: Her konuma yöntemi nakliye ayarlamak için bu etkinleştirin. Bunu etkinleştirdikten sonra konum düzenleme ekranından gönderim yöntemleri ayarlayabilirsiniz. <B> Not - Kargo Bölge Ayarı bunun için etkin olmalı

source: When enabled, the next in stock location will be shown if the current location has out of stock
de: Når det er aktiveret, vil den næste på lager placering blive vist, hvis den nuværende placering har på lager
es: Cuando está activado, el siguiente en lugar stock se mostrará si la ubicación actual tiene fuera de stock
fr: Lorsqu'elle est activée, le prochain dans un endroit boursier sera affiché si l'emplacement actuel est en rupture de stock
hi: सक्षम होने पर, शेयर स्थान में अगले यदि वर्तमान स्थान से स्टॉक में नहीं है दिखाया जाएगा
tr: Etkin olduğunda Geçerli konum stokta varsa, stok yerde yanında görünmeyecek

source: Enable this option to compatible with openpos plugin <a href="https://codecanyon.net/item/openpos-a-complete-pos-plugins-for-woocomerce/22613341?gclid=CjwKCAjwnPOEBhA0EiwA609ReX_5ziLI5kGOsT0iLMBTlyEQc4oCmx7fF01-XPUd4ivhaxdqfqhYOhoCqwsQAvD_BwE" target="_blank">Click here to visit OpenPOS Plugin</a>
de: Aktivér dette for at foreneligt med openpos plugin <a href = "https://codecanyon.net/item/openpos-a-complete-pos-plugins-for-woocomerce/22613341?gclid=CjwKCAjwnPOEBhA0EiwA609ReX_5ziLI5kGOsT0iLMBTlyEQc4oCmx7fF01-XPUd4ivhaxdqfqhYOhoCqwsQAvD_BwE" target = "_ blank" > Klik her for at besøge OpenPOS Plugin </a>
es: Activar esta opción para compatible con openpos <a href = "https://codecanyon.net/item/openpos-a-complete-pos-plugins-for-woocomerce/22613341?gclid=CjwKCAjwnPOEBhA0EiwA609ReX_5ziLI5kGOsT0iLMBTlyEQc4oCmx7fF01-XPUd4ivhaxdqfqhYOhoCqwsQAvD_BwE" objetivo Plugin = "_ blank" > Haga clic aquí para visitar OpenPOS Plugin </a>
fr: Activez cette option pour compatible avec openpos plug-in <a href = "https://codecanyon.net/item/openpos-a-complete-pos-plugins-for-woocomerce/22613341?gclid=CjwKCAjwnPOEBhA0EiwA609ReX_5ziLI5kGOsT0iLMBTlyEQc4oCmx7fF01-XPUd4ivhaxdqfqhYOhoCqwsQAvD_BwE" target = "_ blank" > Cliquez ici pour visiter OpenPOS Plugin </a>
hi: = Openpos प्लगइन <a href = "https://codecanyon.net/item/openpos-a-complete-pos-plugins-for-woocomerce/22613341?gclid=CjwKCAjwnPOEBhA0EiwA609ReX_5ziLI5kGOsT0iLMBTlyEQc4oCmx7fF01-XPUd4ivhaxdqfqhYOhoCqwsQAvD_BwE" लक्ष्य के साथ संगत करने के लिए इस विकल्प को सक्षम "_ blank" > यात्रा करने के लिए OpenPOS प्लगइन </a> लिए यहाँ क्लिक करें
tr: = Openpos eklentisi <a href = "https://codecanyon.net/item/openpos-a-complete-pos-plugins-for-woocomerce/22613341?gclid=CjwKCAjwnPOEBhA0EiwA609ReX_5ziLI5kGOsT0iLMBTlyEQc4oCmx7fF01-XPUd4ivhaxdqfqhYOhoCqwsQAvD_BwE" hedefle uyumlu için bu seçeneği etkinleştirin "_ blank" > OpenPOS Eklenti </a> ziyaret etmek için tıklayın
