Repository: slimerence/Woocommerce-Location
Catalog: languages/wcmlim-*.po
Languages: de, es, fr, hi, tr

source: Set shipping Methods to each location
de: Legen Sie die Versandmethoden für jeden Standort fest
es: Establecer métodos de envío para cada ubicación
fr: Définissez les méthodes d'expédition pour chaque emplacement
hi: प्रत्येक स्थान पर शिपिंग तरीके सेट करें
tr: Her konuma gönderim yöntemlerini ayarlayın

source: Show Next Closest in stock Location
de: Nächsten am nächsten auf Lager befindlichen Standort anzeigen
es: Mostrar siguiente Más cercano en stock Ubicación
fr: Afficher le prochain emplacement le plus proche en stock
hi: स्टॉक स्थान में अगला निकटतम दिखाएं
tr: Stokta Bir Sonraki En Yakın Konumunu Göster

source: Exclude Locations From FrontEnd
de: Standorte von FrontEnd ausschließen
es: Excluir ubicaciones de FrontEnd
fr: Exclure des emplacements de FrontEnd
hi: फ्रंटएंड से स्थानों को बाहर निकालें
tr: Konumları Ön Uçtan Hariç Tut

source: OpenPOS Compatibility
de: OpenPOS-Kompatibilität
es: Compatibilidad OpenPOS
fr: Compatibilité OpenPOS
hi: OpenPOS-Kompatibilität
tr: OpenPOS Uyumluluğu

source: Limit 1 location per order
de: Beschränken Sie 1 Standort pro Bestellung
es: Límite de 1 ubicación por pedido
fr: Limite d'un emplacement par commande
hi: प्रति आदेश 1 स्थान सीमित करें
tr: Sipariş başına 1 konumla sınırlayın

source: Set payment methods to location
de: Stellen Sie die Zahlungsmethoden auf Standort ein
es: Establecer métodos de pago según la ubicación
fr: Définir les modes de paiement sur l'emplacement
hi: भुगतान विधियों को स्थान पर सेट करें
tr: Ödeme yöntemlerini konuma ayarlayın

source: Set users as a location shop manager
de: Legen Sie Benutzer als Standort-Shop-Manager fest
es: Establecer usuarios como administrador de la tienda de ubicación
fr: Définir les utilisateurs en tant que gestionnaire de magasin de localisation
hi: उपयोगकर्ताओं को स्थान दुकान प्रबंधक के रूप में सेट करें
tr: Kullanıcıları lokasyon mağaza yöneticisi olarak ayarlayın

source: Set Location Cookie Time
de: Stellen Sie die Cookie-Zeit für den Standort ein
es: Establecer hora de cookie de ubicación
fr: Définir l'heure du cookie de localisation
hi: स्थान कुकी समय सेट करें
tr: Konum Çerez Zamanını Ayarlayın

source: Restrict customers/admin users to specific locations
de: Beschränken Sie Kunden / Administratoren auf bestimmte Standorte
es: Restringir a los clientes / usuarios administradores a ubicaciones específicas
fr: Restreindre les clients / utilisateurs administrateurs à des emplacements spécifiques
hi: विशिष्ट स्थानों पर ग्राहकों / व्यवस्थापक उपयोगकर्ताओं को प्रतिबंधित करें
tr: Müşterileri / yönetici kullanıcıları belirli konumlarla kısıtlayın

source: Enable use my location
de: Aktivieren Sie "Meinen Standort verwenden"
es: Habilitar usar mi ubicación
fr: Konumumu kullan özelliğini etkinleştir
hi: मेरे स्थान का उपयोग सक्षम करें
tr: Konumumu kullan özelliğini etkinleştir

source: Use location widget on shop page
de: Verwenden Sie das Standort-Widget auf der Shop-Seite
es: Use el widget de ubicación en la página de la tienda
fr: Utiliser le widget de localisation sur la page de la boutique
hi: दुकान पृष्ठ पर स्थान विजेट का उपयोग करें
tr: Mağaza sayfasında konum widget'ını kullanın

source: Sort shop page as per location
de: Sortieren Sie die Shop-Seite nach Standort
es: Ordenar la página de la tienda según la ubicación
fr: Trier la page de la boutique en fonction de l'emplacement
hi: स्थान के अनुसार दुकान का पेज क्रमित करें
tr: Mağaza sayfasını konuma göre sıralayın

source: Show location price on shop page
de: Standortpreis auf Shop-Seite anzeigen
es: Standortpreis auf Shop-Seite anzeigen
fr: Afficher le prix de l'emplacement sur la page de la boutique
hi: दुकान पृष्ठ पर स्थान का मूल्य दिखाएं
tr: Mağaza sayfasında konum fiyatını göster

source: Show locations name and stock on shop page
de: Zeigen Sie den Namen und den Lagerbestand der Standorte auf der Shop-Seite an
es: Mostrar el nombre de las ubicaciones y el stock en la página de la tienda
fr: Afficher le nom et le stock des emplacements sur la page de la boutique
hi: दुकान के पृष्ठ पर स्थान का नाम और स्टॉक दिखाएं
tr: Mağaza sayfasında lokasyonların adını ve stoğunu göster

source: Set shipping zones to each location
de: Legen Sie Versandzonen für jeden Standort fest
es: Establecer zonas de envío para cada ubicación
fr: Définissez des zones d'expédition pour chaque emplacement
hi: प्रत्येक स्थान पर शिपिंग क्षेत्र सेट करें
tr: Her konuma nakliye bölgeleri ayarlayın

source: Allow users to set preferred location
de: Ermöglichen Sie Benutzern, den bevorzugten Speicherort festzulegen
es: Permitir a las usuarios establecer la ubicación preferida
fr: Autoriser les utilisateurs à définir leur emplacement préféré
hi: उपयोगकर्ताओं को पसंदीदा स्थान सेट करने की अनुमति दें
tr: Kullanıcıların tercih edilen konumu ayarlamasına izin ver

source: Hide location dropdown on product page
de: Dropdown-Liste "Standort" auf der Produktseite ausblenden
es: Ocultar el menú desplegable de ubicación en la página del producto
fr: Masquer la liste déroulante de l'emplacement sur la page du produit
hi: उत्पाद पृष्ठ पर स्थान ड्रॉपडाउन छिपाएँ
tr: Ürün sayfasında yer açılır menüsünü gizle

source: Regular and Sale Price for Each location
de: Normal- und Verkaufspreis für jeden Standort
es: Precio regular y de venta para cada ubicación
fr: Prix ​​régulier et de vente pour chaque emplacement
hi: प्रत्येक स्थान के लिए नियमित और बिक्री मूल्य
tr: Her konum için Normal ve İndirimli Fiyat

source: Enter Your Google API Key
de: Geben Sie Ihren Google API-Schlüssel ein
es: Ingrese su clave API de Google
fr: Entrez votre clé API Google
hi: अपनी Google API कुंजी दर्ज करें
tr: Google API Anahtarınızı Girin

source: Nearby location finder
de: In der Nähe Location Finder
es: Buscador de ubicaciones cercanas
fr: Recherche d'emplacement à proximité
hi: निकटवर्ती स्थान खोजक
tr: Yakın konum bulucu

source: General
de: Générale
fr: Générale
hi: आम
tr: Genel

source: Manage Locations
de: Standorte verwalten
es: Administrar ubicaciones
fr: Gérer les emplacements
hi: स्थान प्रबंधित करें
tr: Konumları Yönetin

source: Settings
de: die Einstellungen
es: Ajustes
fr: Paramètres
hi: समायोजन
tr: Ayarlar

source: Inventory Logs
de: Inventarprotokolle
es: Registros de inventario
fr: Journaux d'inventaire
hi: इन्वेंटरी लॉग्स
tr: Envanter Günlükleri

source: Display Settings
de: Bildschirmeinstellungen
es: Configuración de pantalla
fr: Paramètres d'affichage
hi: प्रदर्शन सेटिंग्स
tr: Görüntü ayarları

source: No Store Found
de: Kein Geschäft gefunden
es: No se ha encontrado ninguna tienda
fr: Aucun magasin trouvé
hi: कोई दुकान नहीं मिली
tr: Mağaza Bulunamadı

source: 181.0 km away
de: 181,0 km entfernt
es: 181,0 km de distancia
fr: À 181,0 km
hi: 181.0 किमी दूर
tr: 181,0 km uzakta

source: loaction 1
de: Standort 1
es: ubicación 1
fr: emplacement 1
hi: स्थान 1
tr: konum 1

source: 11.0 km away
de: 11,0 km entfernt
es: 11,0 km de distancia
fr: À 11,0 km
hi: 11.0 किमी दूर
tr: 11,0 km uzakta

source: loaction 2
de: Standort 2
es: ubicación 2
fr: emplacement 2
hi: स्थान 2
tr: konum 2

source: in stock
de: auf Lager
es: en stock
fr: en stock
hi: स्टॉक में
tr: Stokta var

source: location 2 - Out Of Stock
de: Standort 2 - Nicht vorrätig
es: ubicación 2 - Agotado
fr: location 2 - Rupture de stock
hi: स्थान 2 - स्टॉक से बाहर
tr: konum 2 - Stokta Yok

source: location 1 - In Stock
de: Standort 1 - Auf Lager
es: ubicación 1 - En stock
fr: location 1 - En stock
hi: स्थान 1 - स्टॉक में
tr: konum 1 - Stokta

source: Design Preview
de: Entwurfsvorschau
es: Vista previa del diseño
fr: Aperçu de la conception
hi: डिजाइन पूर्वावलोकन
tr: Tasarım Önizlemesi

source: Manage Settings
de: Einstellungen verwalten
es: Administrar configuraciones
fr: Gérer les paramètres
hi: सेटिंग्स प्रबंधित करें
tr: Ayarları Yönet

source: WooCommerce Multi Locations Inventory Management
de: WooCommerce Inventarverwaltung für mehrere Standorte
es: Gestión de inventario de ubicaciones múltiples de WooCommerce
fr: Gestion d'inventaire multi-emplacements WooCommerce
hi: WooCommerce मल्टी लोकेशन इन्वेंटरी मैनेजमेंट
tr: WooCommerce Çok Lokasyonlu Envanter Yönetimi
